[{"id":0,"video":"","author":"Reverend Powell","title":"Fix the local church roof","summary":"We need to raise £1500 to get the roof fixed","votesPos":5,"votesNeg":13,"content":"<p>Nationwide has had a long history of aiding communities in times of need.  What better an example of this than by helping to fixed the local church roof after the horrific 02/15 storms?</p><p>The lord will look down on you kindly for this favour, and the people of Old Sodbury will be in your debt.</p>"},{"video":"","author":"Dafydd","title":"Llanddewi Brefi Nationwide","summary":"Set up a branch in Llanddewi Brefi","content":"<p>We really need a branch here in little Llandewi Brefi, we can't bank online 'cause we still don't have the internet!</p><p>You can be assured that if Nationwide moved a branch to llan' brefi it'd be the only branch in the village!</p>","votesPos":15,"votesNeg":3,"id":1},{"video":"","author":"The loving mothers of Britain","title":"Increase savings rates","summary":"Increase the child savings account interest rate","content":"<p>We here in the loving mothers collective of Britain wish to ensure that our childrens futures are secure in a world gone mad.</p><p>No longer will we have to worry about what we leave them as we can set them up large savings accounts while we're still here.</p><p>We therefore demand that Nationwide increases the interest rates on its child savers accounts to ensure the future of all of our children</p>","votesPos":25,"votesNeg":10,"id":2},{"video":"","author":"Dennis Reynolds","title":"Lethal Weapon 7","summary":"Fund the soon to be hit film: Lethal Weapon 7","content":"<p>After being refused by shortsighted, reckless, banks back home, myself and my business partners, Messers Kelly and Mac, wish to give the opportunity to invest to non-ridiculous people.</p><p>We have written, directed, and starred in this hit action film, and are giving you the exclusive opportunity to get in at ground level and reap the rewards of this soon-to-be blockbuster</p><p>All we ask is for each of our investors to send £15,000 in unmarked bills to Paddy's pub in Philadelphia, and soon we'll all be a tiny bit richer.</p>","votesPos":0,"votesNeg":30,"id":3}]